{
  "场景1": {
<<<<<<< HEAD
    "标题": "山谷与小木屋",
    "内容": "在遥远的山谷里，有一座被晨雾环绕的小木屋。屋前种着一棵古老的苹果树，树下住着一只名叫露娜的狐狸。她有着火红的尾巴和温柔的眼睛，每天清晨都会在树下等待。",
=======
    "标题": "雨夜长街对峙",
    "内容": "夜雨落在青石地面，像无数细碎的刀刃，砸出冷硬的回响。林烬静静站在长街尽头，披着半旧的灰披风，身旁是一柄布包裹的长刀。他没有撑伞，发梢早已滴水。对面，一身黑衣的沈姒撑着一柄漆黑纸伞，伞骨反射着灯火的微光，脚步如影，轻声落下。“我来带你回去。”沈姒语气平淡，却每一个字都像压着一柄钝刃。林烬没有回应，只是缓缓将刀从布中抽出，那是一柄无名老刀，刃口却仍映出沈姒眸中的火光。“你知道我不会走。”他低声道，“更不会回那个把我们都当做棋子的地方。”",
>>>>>>> origin/fuck
    "子图索引": [
      0
    ]
  },
  "场景2": {
<<<<<<< HEAD
    "标题": "老木匠的秘密",
    "内容": "山脚下有一个小村庄，村里住着一位老木匠，名叫卡尔。他独自一人生活，靠雕刻木偶为生。他的木偶栩栩如生，仿佛能说话、能笑。但没有人知道，他心中藏着一个秘密——他曾经有一个儿子，却在一场山火中失去了他。",
    "子图索引": [
      1,
      2,
      3
    ]
  },
  "场景3": {
    "标题": "木偶的出现",
    "内容": "一天清晨，露娜在苹果树下发现了一个小小的木偶，它躺在落叶中，身上沾满了泥土。她小心翼翼地将它带回家，用树叶为它擦去灰尘。木偶的脸上带着淡淡的微笑，像是在诉说什么。",
    "子图索引": [
      4,
=======
    "标题": "初交锋",
    "内容": "沈姒眼中闪过一抹复杂情绪，但转瞬即逝。她右手一翻，细剑已出鞘，剑未动，气先到。“那就动手吧，”她轻声说，“别怪我。”风起。剑先至，如秋水划夜色，一线寒芒逼近林烬咽喉。他侧身避开，长刀自下而上横斩而出，两人刀剑交击，火星炸裂，雨中竟传来一声金铁碎响。",
    "子图索引": [
      3,
      4
    ]
  },
  "场景3": {
    "标题": "激战中",
    "内容": "沈姒步伐极快，手腕灵活如蛇，刺、挑、翻、点，每一式都带着她心中未曾出口的怒意。林烬则以沉稳厚重的刀势化解，像是用整个人在接纳她的愤怒。“你逃了五年。”她冷笑，“现在后悔吗？”“我后悔的，是当初带你入了那扇门。”林烬低吼，猛然一劈，将她逼退三步。雨更大了，街边水痕交错如镜，两人身影翻转在水中，刀与剑宛如对舞的亡灵。",
    "子图索引": [
>>>>>>> origin/fuck
      5,
      6
    ]
  },
  "场景4": {
<<<<<<< HEAD
    "标题": "纸条的启示",
    "内容": "与此同时，卡尔在村口捡到了一张泛黄的纸条，上面写着：“请帮我想办法让我的孩子回来。”他愣住了，那正是他多年前写下的愿望。",
    "子图索引": [
      7,
      8
    ]
  },
  "场景5": {
    "标题": "木偶的苏醒",
    "内容": "露娜将木偶放在窗台上，每天给它喂水，轻轻抚摸它的脸庞。渐渐地，木偶开始有了温度，仿佛真的活了过来。它没有说话，却用眼神与露娜交流，像是一位久违的老朋友。",
    "子图索引": [
      9,
      10
    ]
  },
  "场景6": {
    "标题": "卡尔的造访",
    "内容": "卡尔听说了木偶的奇迹，决定前往露娜的小木屋。当他推开木门时，看到的是一个坐在窗边的男孩，正对着木偶微笑。那一刻，他泪流满面。",
    "子图索引": [
      11,
      12,
      13
    ]
  },
  "场景7": {
    "标题": "魔法的真相",
    "内容": "原来，木偶是露娜用苹果树的枝条和自己的魔法制成的，它承载着卡尔对儿子的思念，也唤醒了露娜内心深处的温暖。",
    "子图索引": [
      14,
      15,
      16
    ]
  },
  "场景8": {
    "标题": "新的生活",
    "内容": "从此，木屋前的苹果树年年开花结果，露娜和卡尔一起照顾那个木偶，而村庄的人们也常常来拜访，听他们讲述那些关于爱与希望的故事。",
    "子图索引": [
      17
    ]
  },
  "场景9": {
    "标题": "宁静的山谷",
    "内容": "山谷依旧宁静，晨雾依旧缭绕，但那份温情，早已悄然落在每个人的心间。",
    "子图索引": [
      18,
      19
=======
    "标题": "近身搏杀",
    "内容": "数招后，沈姒猛地一挥伞，将残雨甩散，随即以伞破招，刀剑相撞间，她已近身。林烬向后仰倒，险险避开，却也被她剑锋划破肩甲。他退了三步，眼角却带笑。“你出招，比过去更狠了。”沈姒愣了片刻，神色松动：“你又何必逼我动真格？”林烬没有说话。他知道——他们都早已没得退路。",
    "子图索引": [
      7,
      8,
      9
    ]
  },
  "场景5": {
    "标题": "最后的战斗",
    "内容": "再度交锋，这一次，彼此都不再留情。剑影如练，刀风如雷。这一战，不为生死，只为再无误解。爱与恨纠缠在刀刃之间，他们以彼此为对手，完成最后一次最真实的对话。",
    "子图索引": [
      10,
      11,
      12
    ]
  },
  "场景6": {
    "标题": "战后的告别",
    "内容": "直到天边泛起一丝微亮，沈姒终于停下手，剑尖垂地，肩膀微微起伏。林烬的刀悬在她面前，却没有落下。她低声问：“你……会一直走下去吗？”他点头。沈姒将剑收回，深吸一口气，道：“那就别让我再找到你。”说完，她转身离开，脚步坚定如初。林烬望着她的背影，良久，低声道：“那就别再来找我。”",
    "子图索引": [
      13,
      14,
      15
>>>>>>> origin/fuck
    ]
  }
}